// Copyright (C) 2016 Goom Inc. All rights reserved.

import React from 'react';

export default React.createClass({
  render() {
    return (
      <div>
        <div>
          { /*<div id="title_area">
            <h2 className="title">
              회원약관
            </h2>
          </div> */ }
          <div>
            <p><strong>제1장 총칙</strong></p>

            <p><strong>제1조 (목적)</strong><br />
              이 약관은 주식회사 에이프릴(이하 "회사")이 운영하는 링크샵스닷컴<span>(www.linkshops.com)</span>의 인터넷 또는 스마트폰 등 이동통신기기를 이용한 사이버 몰(이하 "몰")에서 제공하는 전자상거래 관련 서비스 및 기타 서비스를 이용함에 있어 몰과 이용자 사이의 권리&middot;의무를 규정하는 것을 목적으로 합니다.</p>

            <p><strong>제2조 (용어의 정의)</strong></p>
            <p>① 이 약관에서 사용하는 용어의 정의는 다음과 같습니다.</p>
            <ul>
              <li><span>1.</span> "몰"이란 회사가 판매회원의 재화 또는 용역(이하 "재화 등")을 이용자에게 제공하기 위하여 컴퓨터 등 정보통신설비를 이용하여 재화 등을 거래할 수 있도록 운영하는 가상의 영업장을 의미합니다.</li>

              <li> <span>2.</span> "회원"이란, 회사에 회원등록을 한 자로서, 계속적으로 회사가 제공하는 서비스를 이용할 수 있는 만 14세 이상의 개인이나 법인을 말합니다.</li>
            </ul>
            <ul>
              <li><span>가.</span> "구매회원"이란 구매한 제품의 재판매 등 상행위를 목적으로 회사에서 제공하는 구매서비스를 이용할 수 있는 회원을 의미합니다(이하 ‘회원’이라 합니다). 구매회원은 '상행위를 목적으로 구매하는 것'이라는 점을 증명하기 위하여 회원가입 후 2주 이내에 회사에 사업자등록증 등 사업자임을 증명할 수 있는 자료를 제출하여야 합니다.</li>
              <li><span>나.</span> "판매회원"이란 회사와 표준거래계약을 체결하고 회사에서 운영하는 몰의 판매서비스를 이용하는 회원을 의미합니다. </li>
            </ul>
            <ul>
              <li><span>3.</span> "아이디(ID)"란 회원의 식별과 서비스의 이용을 위하여 회원이 설정하고 회사가 승인하여 등록된 문자와 숫자의 조합을 의미합니다.</li>
              <li><span>4.</span> "비밀번호"란 회원의 동일성 확인과 회원의 권익 및 비밀보호를 위하여 회원 스스로가 설정하여 회사에 등록한 영문과 숫자의 조합의 의미합니다.</li>
              <li><span>5.</span> "매매보호서비스"(구매안전서비스)란 회사가 구매자의 결제대금 보호를 위하여 일정기간 동안 결제대금을 예치하는 서비스를 말합니다.</li>
              <li><span>6.</span> "아이템할인"이란 판매자가 회사의 서비스를 통하여 물품을 판매할 때 회사와의 합의에 따라 서비스이용료의 범위 내에서 특정물품의 판매가격을 할인하는 것을 말합니다. 회사는 아이템할인으로 인한 특정물품 판매가격 할인액을 해당 서비스 화면에 게시합니다.</li>
              <li><span>7.</span> "쿠폰"이란 회원이 회사의 서비스를 통하여 물품을 구매할 때 표시된 금액 또는 비율만큼 물품대금에서 할인받을 수 있는 회사 전용의 온라인 또는 오프라인 쿠폰을 의미합니다. 회사는 판매회원의 개별 동의 없이 구매회원에게 쿠폰을 발행할 수 있습니다. </li>
            </ul>
            <p>② 제1항에 정의되지 않은 이 약관상의 용어의 의미는 일반적인 거래관행에 의합니다.</p>
            <p><strong>제3조 (약관의 명시, 효력과 개정)</strong></p>

            <p>① 회사는 이 약관의 내용과 회사의 상호, 영업소 소재지, 대표자의 성명, 사업자등록번호, 연락처(전화, 팩스, 전자우편주소 등) 등을 회원이 확인할 수 있도록 "몰"의 초기 서비스화면 또는 연결화면에 게시합니다.</p>

            <p>② 회사는 「약관의 규제에 관한 법률」, 「전자문서 및 전자거래기본법」, 「전자금융거래법」, 「전자서명법」, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 「방문판매 등에 관한 법률」, 「소비자기본법」 등 관련 법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.</p>

            <p>③ 회사가 약관을 개정하는 경우에는 적용일자 및 개정사유를 명시하여 현행 약관과 함께 몰의 초기화면에 그 적용일자 14일 전부터 적용일자 전일까지 공지합니다.</p>

            <p>④ 제3항에 따라 약관이 개정되는 경우, 개정약관은 적용일자 이후에 체결되는 계약에 적용되고 그 이전에 이미 체결된 계약에 대해서는 개정 전의 약관이 적용됩니다. 다만, 이미 계약을 체결한 이용자가 개정약관을 적용받기 원하는 뜻을 제3항에 정한 개정약관의 공지기간 내에 회사에 전하여, 회사가 이에 동의한 경우에는 개정약관이 적용될 수 있습니다.</p>

            <p>⑤ 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 「약관의 규제 등에 관한 법률」, 「상법」 등 관련 법령 또는 상관례에 따릅니다.</p><br />

            <p><strong>제2장 서비스</strong></p>
            <p><strong>제4조 (서비스의 제공 및 한계)</strong></p>
            <p>① 회사는 다음과 같은 서비스를 제공합니다.</p>
            <ul>
              <li><span>1.</span> 전자상거래 플랫폼 개발 및 운영서비스</li>
            </ul>
            <ul className="level1-1">
              <li><span>가.</span> 판매관련 업무지원서비스</li>
              <li><span>나.</span> 구매관련 지원서비스 </li>
              <li><span>다.</span> 매매계약 체결관련서비스 </li>
              <li><span>라.</span> 재화 또는 용역에 대한 정보 제공 서비스 </li>
              <li><span>마.</span> 재화 또는 용역의 배송에 관한 서비스 </li>
              <li><span>바.</span> 기타 전자상거래 관련 서비스 </li>
            </ul>
            <p>② 회사가 제공하는 제1항의 서비스는 회원이 재화 등을 거래할 수 있도록 몰의 이용을 허락하는 것을 목적으로 하며, 개별 판매회원이 몰에 등록한 제품 등과 관련해서는 일체의 책임을 지지 않습니다.</p>
            <p>③ 회사는 재화 등의 품절 또는 제품 사양의 변경 등의 경우에는 제공되는 재화 등의 내용이 변경될 수 있습니다. 이 경우 변경된 재화 등의 내용 및 제공일자 등을 명시하여 현재의 재화 등의 내용을 게시한 곳에 즉시 공지합니다.</p>
            <p>④ 회사의 서비스는 몰에서 구매한 제품 등을 재판매하는 등 상행위를 목적으로 제품 등을 구매하는 회원을 위하여 제공되고, 직접 사용을 목적으로 하는 소비자를 위하여 제공되지 않습니다. 회사는 상행위를 목적으로 한 구매회원에 대한 적절한 서비스 제공을 위하여 구매회원의 사업자등록증을 확인하는 등 기타의 방법으로 구매회원이 상행위를 목적으로 구매하는 것인지 여부를 확인할 수 있습니다. </p>

            <p><strong>제5조 (서비스 기간 및 중단)</strong></p>
            <p>① 이 약관에 따른 서비스의 이용기간은 서비스 신청일로부터 회원의 탈퇴 또는 자격상실로 인한 이용계약 종료시까지 입니다.</p>
            <p>② 회사는 컴퓨터 등 정보통신설비의 보수, 점검, 교체 또는 고장, 통신의 두절 등의 사유가 발생한 경우 서비스의 제공을 일시적으로 중단할 수 있습니다. 이 경우 회사는 서비스의 중단 사실 및 그 사유를 몰의 초기화면에 게시합니다.</p>
            <p>③ 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스의 제공을 제한하거나 일시 중단할 수 있습니다. 이 경우 회사는 서비스의 중단 사실 및 그 사유를 몰의 초기화면에 게시하지 않을 수 있습니다.</p>
            <p>④ 회사는 제2항 또는 제3항의 서비스 중단에 대하여 회사의 고의 또는 과실이 없는 경우, 고객의 손해를 배상하지 않습니다.</p><br />

            <p><strong>제3장 서비스 이용계약</strong></p>

            <p><strong>제6조 (이용계약의 성립)</strong></p>
            <p>① 이용자는 회사가 정한 몰의 가입 양식에 따라 회원정보를 기입한 후 이 약관에 동의한다는 의사표시를 함으로써 회원가입을 신청합니다.</p>
            <p>② 회사는 제1항의 회원가입을 신청한 이용자가 다음 각 호에 해당하지 않는 한 회원으로 등록하는 것을 승인합니다.</p>
            <ul>
              <li><span>1.</span> 가입신청자가 이 약관 제7조 제3항에 의하여 이전에 회원자격을 상실한 적이 있는경우, 다만 그 후 3년이 경과한 자로서 회사가 재가입을 승낙한 경우에는 예외로 합니다.</li>
              <li><span>2.</span> 가입신청자가 기재한 내용에 허위, 기재누락, 오기가 있는 경우</li>
              <li><span>3.</span> 회사의 설비 또는 기술상 지장으로 회원가입이 불가능한 경우</li>
              <li><span>4.</span> 기타 이 약관에 위배되거나 위법 또는 부당한 가입신청이 확인된 경우 및 회사가 합리적인 판단에 의하여 필요하다고 인정하는 경우</li>
            </ul>
            <p >③ 이용자의 회원가입신청에 대하여 회사의 승인의 의사표시가 도달한 시점에서 회사와 회원 간의 서비스 이용계약이 성립합니다.</p>
            <p>④ 회원은 회원가입 및 서비스 이용시 허위의 정보를 제공하여서는 안 되며, 기재한 사항에 변동이 있는 경우 즉시 변경사항을 최신의 정보로 수정하여야 합니다.</p>

            <p><strong>제7조 (이용계약의 종료)</strong></p>
            <p>① 회원은 언제든지 몰의 서비스 화면을 통하여 이용계약의 해지 즉, 탈퇴를 요청할 수 있으며, 회사는 즉시 회원의 탈퇴를 처리합니다.</p>
            <p>② 회원이 다음 각 호의 사유에 해당하는 경우, 회사는 회원의 자격을 제한 또는 정지시킬 수 있습니다.</p>
            <ul>
              <li><span>1.</span> 가입신청시에 허위의 내용을 기재한 경우</li>
              <li><span>2.</span> 몰을 이용하여 구입한 재화 등의 대금, 기타 몰의 이용과 관련하여 회원이 부담하는 채무를 기일에 지급하지 않는 경우</li>
              <li><span>3.</span> 다른 회원 또는 타인의 몰 이용을 방해하거나, 그 정보를 도용하는 등 타인의 권리나 명예, 신용 기타 정당한 이익을 침해하는 행위를 한 경우</li>
              <li><span>4.</span> 몰을 이용하여 이 약관 또는 법령이 금지하거나 공서양속에 반하는 행위를 하는 경우</li>
              <li><span>5.</span> 회사가 제공하는 서비스의 원활한 진행을 방해하는 행위를 하거나 시도한 경우</li>
              <li><span>6.</span> 기타 회사가 합리적인 판단에 기하여 서비스 제공을 거부할 필요가 있다고 인정하는 경우</li>
            </ul>
            <p >③ 회사가 제2항에 따라 회원 자격을 제한 또는 정지시킨 후 동일한 행위가 2회 이상 반복되거나 30일 이내에 그 사유가 시정되지 아니하는 경우, 회사는 회원자격을 상실시킬 수 있습니다.</p>
            <p>④ 회사가 제2항 또는 제3항에 따라 회원자격을 제한, 정지 또는 상실시키는 경우, 회사는 회원에게 e-mail, 전화 기타의 방법을 통하여 해지사유를 밝혀 해지의사를 통지하고, 회원등록 말소 전에 최소한 30일 이상의 기간을 정하여 소명할 기회를 부여합니다.</p>
            <p>⑤ 제2항 또는 제3항에 따라 이용계약이 제한, 정지 또는 종료되는 경우, 회사가 회원에게 부가적으로 제공한 각종 혜택을 회수할 수 있습니다.</p>
            <p>⑥ 제2항 또는 제3항에 따라 이용계약이 제한, 정지 또는 종료되는 경우라 하더라도, 그 이전에 이미 체결된 매매계약의 완결과 관련해서는 이 약관이 적용됩니다.</p>

            <p><strong>제8조 (회원에 대한 통지)</strong></p>
            <p>① 회사는 회원에 대하여 통지하는 경우, 회원이 회원가입시 등록하면서 지정한 전자우편 주소로 할 수 있습니다.</p>
            <p>② 회사는 불특정 다수의 회원에게 통지하는 경우, 일주일 이상 몰의 서비스 화면 또는 게시판에 게시함으로써 개별 통지에 갈음할 수 있습니다. 다만, 회원 본인의 거래와 관련하여 중대한 영향을 미치는 사항에 대하여는 제1항에 따라 개별통지를 하여야 합니다.</p><br />

            <p><strong>제4장 구매계약</strong></p>

            <p><strong>제9조 (회원의 구매신청)</strong></p>
            <p>① 구매회원이 판매회원이 제시한 상품의 판매 조건에 응하여 청약의 의사표시(이하 "구매신청")를 하고, 이에 대하여 회사가 승낙의 의사표시를 함으로써 제품 등에 대한 매매계약이 체결됩니다.</p>
            <p>② 회사는 회원이 구매신청을 함에 있어 다음 각 호의 내용을 알기 쉽게 제공하여야 합니다.</p>
            <ul>
              <li><span>1.</span> 재화 등의 검색 및 선택</li>
              <li><span>2.</span> 배송에 관한 사항의 입력 방법</li>
              <li><span>3.</span> 약관의 내용, 청약철회권이 제한되는 서비스, 배송료 등의 비용부담과 관련한 내용</li>
              <li><span>4.</span> 제3호의 내용을 확인하고 이에 동의 또는 거절한다는 표시</li>
              <li><span>5.</span> 재화 등의 구매신청 및 이에 관한 회사의 확인 정보</li>
              <li><span>6.</span> 결제방법의 선택</li>
            </ul>

            <p><strong>제10조 (매매계약의 성립)</strong></p>
            <p>① 회사는 회원에게 제9조의 구매신청에 대하여 수신확인의 통지를 합니다. 회사의 수신확인 통지에는 회원의 구매신청에 대한 확인 및 판매가능 여부, 구매신청의 정정 취소 등에 관한 정보 등을 포함하여야 합니다.</p>
            <p>② 회사가 전송한 수신확인 통지가 회원에게 도달한 시점에 계약이 성립한 것으로 봅니다.</p>
            <p>③ 다만, 다음 각 호에 해당하는 경우 승낙하지 않을 수 있습니다.</p>
            <ul>
              <li><span>1.</span> 회원의 구매신청 내용에 허위, 기재누락, 오기가 있는 경우</li>
              <li><span>2.</span> 미성년자가 담배, 주류 등 청소년보호법에서 금지하는 재화 및 용역을 구매하는 경우</li>
              <li><span>3.</span> 기타 구매신청에 승낙하는 것이 회사의 기술상 현저히 지장이 있다고 판단하는 경우</li>
            </ul>
            <p>③ 회사로부터 수신확인 통지를 받은 회원은 수신확인 통지와 구매신청의 내용이 다른 경우 즉시 구매신청의 변경 또는 취소를 요청할 수 있고, 회사는 회원의 요청이 있는 경우 지체 없이 그 요청에 따라 변경 또는 취소업무를 처리하여야 합니다. 다만, 회원이 이미 대금을 지급한 경우 제15조의 청약철회 등에 관한 규정에 따릅니다.</p>

            <p><strong>제11조 (지급방법)</strong></p>
            <p>회원은 몰에서 구매한 재화등에 대한 대금을 다음 각 호의 방법 중 가용한 방법으로 지불할 수 있으며, 회사는 회원의 지급방법에 대하여 재화 등의 대금에 어떠한 명목의 수수료도 추가하여 징수할 수 없습니다.</p>
            <ul>
              <li><span>1.</span> 계좌이체를 통한 입금</li>
              <li><span>2.</span> 선불카드, 직불카드, 신용카드 등의 카드결제</li>
              <li><span>3.</span> 무통장입금</li>
              <li><span>4.</span> 전자화폐에 의한 결제</li>
              <li><span>5.</span> 수령시 대금지급</li>
              <li><span>6.</span> 마일리지 등 몰에서 지급한 포인트를 이용한 결제</li>
              <li><span>7.</span> 회사와 계약을 맺거나 몰이 지정한 상품권에 의한 결제</li>
              <li><span>8.</span> 기타 전자적 지급방법에 의한 대금지급 등</li>
            </ul>

            <p><strong>제11조의2 (매매보호서비스)</strong></p>
            <p>① 회사는 선지급식 통신판매에 있어서 구매회원이 지급하는 결제대금을 예치하고 배송이 완료된 후 재화등의 대금을 판매회원에게 지급함으로써 구매자의 안전을 보호합니다.</p>
            <p>② 회사는 구매회원에게 배송이 완료된 경우 그 익일(토요일, 일요일 및 공휴일인 경우 그 다음 영업일)에 판매회원에게 결제대금을 지급합니다. 구매회원에게 배송이 완료되었는지 여부를 확인할 수 없는 경우, 회사는 물품 발송일로부터 7일이 경과한 날로부터 2영업일 이내에 판매회원에게 결제대금을 지급할 수 있습니다.</p>
            <p>③ 제13조 제1항 제2호에 따른 해외배송의 경우, 발송 후 14일이 경과하면 배송이 완료된 것으로 봅니다.</p>
            <p>④ 다만, 회사가 판매회원에게 결제대금을 지급하거나 구매회원이 취소, 반품, 교환 또는 환불의 의사를 표시한 경우에는 그 지급을 보류합니다.</p><br />

            <p><strong>제5장 배송</strong></p>

            <p><strong>제12조 (배송)</strong></p>
            <p>① 회사는 회원과의 재화 등의 공급시기에 관하여 별도의 약정이 없는 이상, 회원이 구매신청을 한 날로부터 7일 이내에 재화 등을 배송할 수 있도록 주문제작, 포장 등 기타 필요한 조취를 취합니다. 다만, 회사가 이미 재화등의 대금의 전부 또는 일부를 받은 경우 그 날로부터 3 영업일 이내에 조치를 취하여야 합니다.</p>
            <p>② 제1항의 경우 회사는 회원이 재화 등의 공급절차 및 배송 진행사항을 확인할 수 있도록 적절한 조치를 취하여야 합니다.</p>
            <p>③ 회사는 회원이 구매한 재화 등에 대한 배송수단, 수단별 배송비용 부담자, 수단별 배송기간 등을 명시합니다. 배송소요기간은 대금결제 확인일의 익일을 기산일로 하여 배송이 완료되기까지의 기간을 말합니다.</p>
            <p>④ 회원이 한 번에 다수의 판매회원이 판매하는 재화 등을 구매하여, 전체 제품을 동시에 배송받기를 요청하는 경우(이하 "합배송"), 회사는 각 판매회원으로부터 재화 등을 받아 이를 구매회원에게 발송합니다.</p>
            <p>⑤ 회사가 약정한 배송기간을 초과하여 배송한 경우 회사는 배송의 지연으로 인한 회원의 손해를 배상하여야 합니다. 다만, 천재지변 등 불가항력적인 사유로 인한 배송지연 및 회사의 고의 또는 과실 없는 사유로 인한 배송지연의 경우 그러하지 아니합니다.</p>

            <p><strong>제13조 (해외배송)</strong></p>
            <p>① 회사는 회사와 업무제휴관계에 있는 해외배송망을 통하여 매매계약이 체결된 재화 등의 해외 배송절차를 조력하는 서비스를 제공하며, 해외배송의 단계는 다음 각 호와 같이 구분됩니다.</p>
            <ul>
              <li><span>1.</span> 국내배송단계 : 구매회원이 구매한 재화 등이 회사의 물류센터로 입고되는 시점까지의 단계</li>
              <li><span>2.</span> 해외배송단계 : 재화 등이 물류센터 입고 후 해외배송망을 통하여 수취인에게 배송되기까지의 단계</li>
            </ul>
            <p >② 해외배송의 경우 발송 전에는 언제든지 구매계약 취소가 가능하며, 배송 중인 상태에서 구매자의 변심에 의한 반품은 국내배송단계까지로 제한됩니다. 또한 해외배송단계부터는 반품이 불가함을 원칙으로 하되, 해외배송이 완료된 재화등에 원시적인 하자가 있는 등의 사유로 인하여 회사가 교환 또는 반품을 승인하는 경우 예외로 합니다.</p>
            <p>③ 제품 등 구매시 결제한 예상 해외배송비가 실제 소요된 해외배송비보다 큰 경우 회사는 그 차액을 현금으로 환불하거나 그 부분 카드결제를 취소합니다.</p>
            <p>④ 제품 등 구매시 결제한 예상 해외배송비가 실제 소요된 해외배송비보다 부족한 경우에는 회원이 이를 추가 결제하여야만 발송이 가능합니다. 회사의 계속적인 통보에도 부족한 배송비가 3개월 이상 결제되지 않을 경우 해당 상품은 회사에 귀속될 수 있습니다.</p>
            <p>⑤ 해외배송 서비스 이용시 배송국가에 따라 발생할 수 있는 관세, 배송 국가들이 부과하는 제세금 등 기타비용은 수취인이 부담하여야 합니다.</p><br />

            <p><strong>제6장 환급, 청약철회등</strong></p>

            <p><strong>제14조 (환급)</strong></p>
            <p>회사는 회원이 구매신청한 재화 등을 품절 등의 사유로 공급할 수 없는 경우 지체없이 그 사유를 회원에게 통지하고 사전에 재화등의 대금을 받은 경우, 대금을 받은 날로부터 7영업일 이내에 환급하거나 환급에 필요한 조취를 취하여야 합니다.</p>

            <p><strong>제15조 (청약철회 등)</strong></p>
            <p>① 회원은 구매한 상품이 발송되기 전까지 구매신청을 취소할 수 있으며, 배송 중인 경우에는 취소가 아닌 반품절차에 따라 처리됩니다.</p>
            <p>② 회사로부터 교환 또는 반품을 승인받은 경우 회원은 객관적인 입증자료를 회사로 송부하여 상품의 원시적인 하자 등 교환&middot;반품사유를 증명하여야 하고, 상품의 하자가 증명된 경우 교환 또는 반품에 소요되는 배송비 등 필요경비는 판매회원이 부담합니다.</p>
            <p>③ 회사로부터 교환 또는 반품을 승인받은 경우 회원은 고객센터에 연락한 후 해당지역 우체국을 통해 물품을 발송하고, 배송비 등을 증명할 수 있는 서류를 회사에 제공하여야 합니다.</p>
            <p>④ 회원은 재화 등을 배송을 받은 경우 다음 각 호에 해당하는 사유가 있는 경우 반품 및 교환을 요청할 수 없습니다.</p>
            <ul>
              <li><span>1.</span> 회원에게 책임있는 사유로 재화 등이 멸실 또는 훼손된 경우</li>
              <li><span>2.</span> 회원의 사용 또는 일부 소비에 의하여 재화 등의 가치가 현저히 감소한 경우</li>
              <li><span>3.</span> 시간의 경과에 의하여 재판매가 곤란할 정도로 재화 등의 가치가 현저히 감소한 경우</li>
              <li><span>4.</span> 복제가 가능한 경우 그 원본인 재화 등의 포장을 훼손한 경우</li>
              <li><span>5.</span> 주문에 따라 개별적으로 생산되는 재화 등 판매회원에게 회복할 수 없는 중대한 피해가 예상되는 경우로서 사전에 해당 거래에 대하여 별도로 그 사실을 고지하고 동의를 받은 경우</li>
            </ul>
            <p>⑤ 회사는 제4항 제2호 내지 제4호에 해당하는 재화 등에 대하여 몰의 서비스 화면에 청약철회&middot;반품&middot;교환 등이 제한되는 제품이라는 사실을 회원이 쉽게 알 수 있도록 명기하거나 시용상품을 제공하는 등의 조치를 취하여야 합니다. </p>
            <p>⑥ 회원은 제1항 및 제2항의 규정에도 불구하고 재화 등의 내용이 표시&middot;광고 내용과 다르거나 계약내용과 다르게 이행된 경우에는 당해 재화 등을 공급받은 날로부터 3월 이내 또는 그 사실을 안 날 또는 알 수 있었던 날로부터 30일 이내에 청약철회 등을 할 수 있습니다.</p>

            <p><strong>제16조 (청약철회 등의 효과)</strong></p>
            <p>① 회사는 회원으로부터 재화 등을 반환받은 날로부터 3영업일 이내에 이미 지급받은 재화 등의 대금을 환급합니다. 회사가 환급을 지연한 때에는 그 지연기간에 대하여 「상법」제54조에서 정한 이율로 산정한 지연이자를 가산하여 지급합니다.</p>
            <p>② 회사는 제1항의 대금을 환급함에 있어서 회원이 신용카드 또는 전자화폐 등의 결제수단으로 대금을 지급한 때에는 지체없이 당해 결제수단을 제공한 사업자로 하여금 재화 등의 대금청구를 정지 또는 취소하도록 요청합니다</p>
            <p>③ 청약철회 등의 경우 공급받은 재화 등의 반환에 필요한 비용은 회원이 부담합니다. 회사는 회원에게 청약철회 등을 이유로 위약금 또는 손해배상을 청구하지 않습니다. 다만, 재화 등의 내용이 표시&middot;광고 내용과 다르거나 계약의 내용과 다르게 이행되어 청약철회 등을 하는 경우 재화 등의 반환에 필요한 비용은 회사가 부담합니다.</p><br />

            <p><strong>제7장 개인정보 보호등</strong></p>

            <p><strong>제17조 (개인정보 보호)</strong></p>
            <p>① 회사는 회원의 개인정보 수집시 서비스 제공을 위하여 필요한 범위에서 최소한의 개인정보를 수집합니다.</p>
            <p>② 회사가 회원의 개인정보를 수집&middot;이용하는 경우, 회원에게 그 목적을 고지하고 동의를 받습니다.</p>
            <p>③ 회사는 수집한 개인정보를 목적 외의 용도로 이용하지 않으며, 새로운 이용 목적이 발생한 경우 또는 제3자에게 제공하는 경우에는 회원에게 그 목적을 고지하고 동의 받습니다. 다만, 관련 법령의 규정에 따라 이용 또는 제공하는 경우는 예외로 합니다.</p>
            <p>④ 회사가 제2항 또는 제3항의 동의를 받는 경우, 회사는 정보의 수집 및 이용 목적, 제3자에 대한 정보제공과 관련한 내용 등을 미리 명시하여야 하고, 회원은 언제든지 동의를 철회할 수 있습니다.</p>
            <p>⑤ 회원은 언제든지 회사가 처리하는 본인의 정보에 대한 열람 및 오류정정을 요구할 수 있으며, 회사는 이에 대하여 지체없이 필요한 조치를 취하여야 합니다.</p>
            <p>⑥ 회사 또는 회사로부터 개인정보를 제공받은 제3자는 개인정보의 수집목적 또는 제공받은 목적을 달성한 때에는 즉시 개인정보를 파기하여야 합니다.</p>
            <p>⑦ 회사는 개인정보의 수집&middot;이용&middot;제공에 관한 동의란을 미리 선택한 것으로 설정해두지 않습니다. 또한 개인정보 수집&middot;이용&middot;제공에 관한 회원의 동의 거절시 제한되는 서비스를 구체적으로 명시하고, 필수 수집항목이 아닌 개인정보의 수집&middot;이용&middot;제공에 관한 회원의 동의 거절을 이유로 회원가입 등 서비스 제공을 제한하거나 거절하지 않습니다.</p>
            <p>⑧ 회사가 회원의 개인정보를 위탁하는 경우에는 관련 법령에서 정한 바에 따라 '개인정보취급방침'을 수립하고, 개인정보 보호책임자를 지정하여 이를 게시하고 운영합니다.</p>

            <p><strong>제18조 (회원의 아이디 및 비밀번호 관리)</strong></p>
            <p>① 아이디(ID) 및 비밀번호에 대한 관리 책임은 회원에게 있으며, 회원은 어떠한 경우에도 본인의 아이디(ID)또는 비밀번호를 타인에게 양도하거나 대여할 수 없습니다.</p>
            <p>② 회원은 아이디(ID) 또는 비밀번호를 도난당하거나 제3자가 이를 무단으로 사용하고 있음을 인지한 경우, 즉시 회사에 통보하여야 하고 회사는 이에 대한 신속한 처리를 위하여 최선의 노력을 다하여야 합니다.</p><br />

            <p><strong>제8장 기타</strong></p>

            <p><strong>제19조 (회사의 의무)</strong></p>
            <p>① 회사는 이 약관 및 관련 법령에서 금지하거나 공서양속에 반하는 행위를 하지 않으며, 이 약관에서 정하는 바에 따라 지속적이고 안정적으로 재화 등을 제공하는데 최선을 다하여야 합니다.</p>
            <p>② 회사는 회원이 안전하게 서비스를 이용할 수 있도록 회원의 개인정보 보호를 위한 보안시스템을 갖추어야 합니다.</p>
            <p>③ 회사가 재화 등에 대하여 「표시&middot;광고의 공정화에 관한 법률」제3조 소정의 부당한 행위를 함으로써 회원이 손해를 입은 경우, 회사는 이를 배상하여야 합니다.</p>

            <p><strong>제20조 (회원의 의무)</strong></p>
            <p>① 회원은 회사로부터 제품을 구매하여 이를 소비자 등에게 재판매할 목적 즉, 상행위를 목적으로 제품 등을 구매하는 것임을 확인합니다. 따라서 본 약관에 동의하고 몰에서 제품 등을 구매하는 회원에 대해서는 「전자상거래 등에서의 소비자보호에 관한 법률」이 적용되지 않습니다.</p>
            <p>② 회원은 다음의 행위를 하여서는 안됩니다.</p>
            <ul>
              <li><span>1.</span> 허위 내용의 등록</li>
              <li><span>2.</span> 타인의 정보 도용</li>
              <li><span>3.</span> 몰에 게시된 정보의 임의적 변경</li>
              <li><span>4.</span> 몰에 게시된 정보 이외의 정보의 송신 또는 게시</li>
              <li><span>5.</span> 회사 또는 제3자의 저작권 등 지적재산권에 대한 침해</li>
              <li><span>6.</span> 회사 또는 제3자의 명예를 손상시키거나 업무를 방해하는 행위</li>
              <li><span>7.</span> 외설 또는 폭력적인 메세지, 화상, 음성 기타 공서양속에 반하는 정보를 몰에 공개 또는 게시하는 행위</li>
            </ul>

            <p><strong>제21조 (연결몰과 피연결몰의 관계)</strong></p>
            <p>① 상위몰과 하위몰이 하이퍼링크(문자, 그림 등) 방식으로 연결된 경우, 전자를 "연결몰"이라 하고, 후자를 "피연결몰"이라 합니다.</p>
            <p>② 연결몰은 피연결몰이 독자적으로 제공하는 재화 등에 대하여 회원과 행하는 거래에 대해서 보증책임을 지지 않는다는 내용을 연결몰의 초기화면 또는 연결되는 시점의 팝업화면 등에 명시한 경우, 연결몰은 그 거래에 대한 보증책임을 지지 않습니다.</p>

            <p><strong>제22조 (저작권의 귀속 및 이용제한)</strong></p>
            <p>① 회사가 몰에 게시한 저작물에 대한 저작권 기타 지적재산권은 회사에 귀속합니다.</p>
            <p>② 회원이 몰을 이용함으로써 얻은 정보 중 회사에게 지적재산권이 귀속된 정보를 회사의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안 됩니다.</p>
            <p>③ 회사가 약정에 따라 회원에게 귀속된 저작권을 사용하는 경우 당해 회원에게 통보하여야 합니다.</p>

            <p><strong>제23조 (분쟁해결)</strong></p>
            <p>① 회사는 회원이 제기하는 정당한 의견이나 불만을 반영하고 그 피해를 보상하기 위하여 피해보상처리기구를 설치·운영합니다.</p>
            <p>② 회사는 회원으로부터 제출된 불만사항 및 의견을 우선적으로 처리합니다. 다만, 신속한 처리가 곤란한 경우 회원에게 그 사유와 처리일정을 즉시 통보합니다.</p>
            <p>③ 회사와 회원 간에 발생한 전자상거래 분쟁과 관련하여 회원의 피해구제신청이 있는 경우 공정거래위원회 또는 시·도지사가 의뢰하는 분쟁조정기관의 조정에 따를 수 있습니다.</p>

            <p><strong>제24조 (재판권 및 준거법)</strong></p>
            <p>① 이 약관과 이용계약 및 회원 상호간의 분쟁에 대하여 회사를 당사자로 하는 소송이 제기될 경우에는 회사의 본사 소재지를 관할하는 법원의 합의관할법원으로 정합니다.</p>
            <p>② 제1항의 분쟁으로 제기된 소송에는 한국법을 적용합니다.</p>

            <p><strong>부칙</strong></p>
            <p>이 약관은 2015. 5. 18. 부터 적용됩니다. </p>
          </div>
        </div>
      </div>
    );
  },
});
