// Copyright (C) 2016 Goom Inc. All rights reserved.

import React from 'react';

export default React.createClass({
  render() {
    return (
      <div>
        <div>
          <p>주식회사 에이프릴(이하 "회사")은 회사가 제공하는 인터넷사이트(www.linkshops.com)(이하 "몰")를 이용하는 회원의 개인정보를 보호하기 위하여 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 개인정보 보호법, 통신비밀보호법, 전기통신사업법 등 관련 법령에 따라 정보통신서비스제공자가 준수하여야 할 개인정보보호 규정을 준수하며, 관련 법령에 의거한 개인정보취급방침을 정하여 이용자 권익 보호에 최선을 다하고 있습니다.</p>
          <p>본 개인정보취급방침은 회사가 운영하는 쇼핑몰(http:// www.linkshops.com)의 판매 및 구매 서비스 등 관련 제반 서비스에 적용되며, 다음과 같은 내용을 담고 있습니다. 이 개인정보취급방침에서 사용하는 용어의 의미는 관련 법령 및 회사의 이용약관에서 정한 바에 따르며, 그 밖의 사항은 일반적인 상관례에 따릅니다.</p>
          <p><strong>1. 수집하는 개인정보의 항목 및 수집방법</strong> </p>
          <p>가. 회사는 회원이 입력한 정보를 기반으로 회원가입, 원활한 고객상담, 각종 서비스의 제공을 위하여 최초 회원가입 당시 아래와 같은 최소한의 개인정보를 수집하고 있습니다.</p>
          <p> 1) <strong>일반회원</strong></p>
          <ul>
            <li>- 성명, 성별, 생년월일, 이메일주소, 휴대전화번호 등 연락처, 아이디, 비밀번호, 생년월일, 연계정보(CI), 중복가입정보(DI) 등 본인식별, 연락 및 안내 등 고지를 위한 정보(필수)</li>
            <li>- 은행계좌정보, 휴대전화번호, 카드정보 등 결제서비스의 제공을 위한 정보(필수)</li>
            <li>- 수취인 성명, 주소, 휴대전화번호 등 연락처 등 배송을 위한 정보(거래발생 시 추가)</li>
          </ul>
          <p> 2) <strong>법인회원</strong></p>
          <ul>
            <li>- 법인명, 사업자번호, 대표자명, 담당부서, 담당자명, 아이디(ID), 비밀번호 등 법인식별을 위한 정보(필수)</li>
            <li>- 이메일주소, 팩스번호 등 계약이행의 연락 및 안내 등 고지를 위한 정보(필수)</li>
            <li>- 은행계좌정보, 휴대전화번호, 카드정보 등 대금결제서비스의 제공을 위한 정보(필수)</li>
            <li>- 수취인의 성명, 주소, 전화번호 등 배송을 위한 정보(거래발생 시 추가)</li>
          </ul>
          <p>나. 서비스의 이용 또는 사업처리 과정에서 아래와 같은 정보들이 생성되어 수집될 수 있습니다.</p>
          <p>
            1) 수취인의 성명, 주소, 전화번호 등 배송을 위한 정보(거래발생 시 추가)
          </p>

          <p>다. 회사는 다음과 같은 방법으로 개인정보를 수집합니다.</p>
          <p> 1) 홈페이지, 서면, 전화, 팩스를 통한 회원가입시 고객이 입력한 정보</p>
          <p> 2) 고객센터 문의, 상담게시판, 경품행사 응모, 배송요청 등을 위하여 고객이 입력한 정보</p>
          <p> 3) 로그분석 프로그램을 통한 생성정보의 수집</p>

          <br /><p><strong>2. 개인정보의 수집 및 이용 목적</strong></p>
          <p>회사는 다음과 같은 목적으로 회원의 개인정보를 수집합니다.</p>
          <p>가. 회사의 쇼핑몰 서비스의 기본 기능의 제공</p>
          <p>회사는 쇼핑몰을 이용한 회원간의 판매·구매계약의 안내, 체결 및 대금결제, 배송 등 계약의 이행을 위한 서비스를 제공</p>
          <p>나. 회원관리 등 부수적인 서비스 제공</p>
          <p>회원제 서비스 이용에 따른 본인확인, 회원식별을 위한 목적, 원활한 의사소통 경로 확보, 고객 문의에 대한 응답, 새로운 정보의 소개 및 고지사항 전달, 불량회원의 부정이용방지와 비인가 사용방지, 가입의사 확인, 가입 및 가입횟수 제한, 본인확인 및 분쟁조정을 위한 기록보존, 불만 등 민원처리 등</p>
          <p>다. 신규 서비스 개발 및 마케팅&middot;광고에의 활용</p>
          <p>회원을 위한 통계학적 특성 분석에 기반한 새로운 맞춤형 서비스 제공 및 광고 게재, 각종 이벤트 및 광고성 정보 제공</p>
          <p>라. 기타 법령상 필요에 따른 이용</p>
          <p>법령 등에 규정된 의무의 이행, 법령이나 이용약관에 반하여 이용자에게 피해를 줄 수 있는 잘못된 이용행위의 방지 등</p>

          <br /><p><strong>3. 개인정보의 제3자 제공 및 취급위탁</strong></p>
          <p>가. 개인정보의 제3자 제공</p>
          <p>회사는 회원의 개인정보를 제1조 및 제2조에서 고지한 범위 내에서 사용하며, 위 범위를 초과하여 이용하거나 타인 또는 타기업 등에게 제공하지 않습니다. 다만, 다음의 경우에는 예외로 합니다.</p>
          <p>1) 회원으로부터 사전동의를 받은 경우</p>
          <p>회사는 회원의 개인정보를 제3자에게 제공하는 경우 다음의 사항을 회원에게 알리고 동의를 받습니다.</p>
          <ul>
            <li>- 개인정보를 제공받는자</li>
          <li>- 개인정보를 제공받는 자의 이용 목적</li>
          <li>- 제공하는 개인정보의 항목</li>
          <li>- 개인정보를 제공받는 자의 개인정보 보유 및 이용 기간</li>
          </ul>
          <p>2) 관련 법령의 규정에 의한 경우(수사목적으로 관련 법령에서 정한 절차와 방법에 따라 수사기관이 개인정보 제공을 요구하는 경우를 포함)</p>
          <p>3) 영업의 양수 등</p>
          <p>나. 개인정보의 취급위탁</p>
          <p>회사는 서비스의 제공을 위하여 필요한 범위에서 회원의 개인정보를 외부에 위탁하여 처리하고 있으며, 관련 법령에 따라 위탁계약시 개인정보가 안전하게 관리될 수 있도록 규정하고 있습니다. 현재, 회사의 개인정보 취급 수탁자와 위탁업무의 내용은 다음과 같습니다.</p>
          <p>1) 수탁자 : CJ 대한통운 / 위탁 업무의 내용 : 상품 배송 업무 / 연락처 : 070-4488-5073</p>

          <br /><p><strong>4. 개인정보의 보유 및 이용기간</strong></p>
          <p>회사는 개인정보의 수집&middot;이용 목적이 달성되면 지체 없이 파기합니다. 다만, 다음과 같은 정보는 아래의 이유로 명시한 기간 동안 보존합니다.</p>
          <p>가. 서비스 제공 및 이용을 위한 개인정보의 보유</p>
          <p>회사는 회원의 서비스 이용계약 체결(회원가입)시부터 서비스이용계약의 종료(탈퇴 또는 자격상실)시까지 회원의 개인정보를 보유 및 이용할 수 있습니다.</p>
          <p>나. 관련 법령에 따라 보존하여야 하는 경우</p>
          <p>회사는 관련 법령 또는 회사의 방침에 따라 일정한 기간 동안 회원의 개인정보를 보관합니다.  다만, 그 경우에도 회사는 보관하는 정보를 보관 목적으로만 이용하며, 구체적인 보관기간은 아래와 같습니다.</p>
          <p>1) 계약 또는 청약철회 등에 관한 기록</p>
          <ul>
            <li>- 보존이유 : 전자상거래 등에서의 소비자보호에 관한 법률</li>
          <li>- 보존기간 : 5년</li>
          </ul>
          <p>2) 대금결제 및 재화 등의 공급에 관한 기록</p>
          <ul>
            <li>- 보존이유 : 전자상거래 등에서의 소비자보호에 관한 법률</li>
          <li>- 보존기간 : 3년</li>
          </ul>
          <p>3) 소비자의 불만 또는 분쟁처리에 관한 기록</p>
          <ul>
            <li>- 보존이유 : 전자상거래 등에서의 소비자보호에 관한 법률</li>
          <li>- 보존기간 : 3년</li>
          </ul>
          <p>4) 접속에 관한 기록</p>
          <ul>
            <li>- 보존이유 : 통신비밀보호법</li>
          <li>- 보존기간 : 5년</li>
          </ul>
          <p>다. 회사 방침에 따라 보존하여야 하는 경우</p>
          <p>1) 부정거래기록</p>
          <ul>
            <li>- 보존이유 : 부정거래의 배제 등 회사 방침에 의한 보존</li>
          <li>- 보존기간 : 5년</li>
          </ul>

          <br /><p><strong className="subtitle">5. 개인정보의 열람, 수정, 삭제 등</strong></p>
          <p>회원은 언제든지 자신의 개인정보를 열람, 공개 및 비공개 처리하거나 수정할 수 있으며, 삭제 및 파기를 요청할 수 있습니다.</p>
          <p>가. 개인정보의 열람 및 수정 요청</p>
          <p>회원 및 법정대리인은 언제든지 등록되어 있는 본인 또는 만 14세미만 아동의 개인정보를 조회, 수정할 수 있습니다. 회원 또는 법정대리인은 당해 개인정보의 조회, 수정을 위하여 회원정보 메뉴를 클릭하여 계정 등 등록된 개인정보를 직접 열람하거나 수정할 수 있습니다.</p>
          <p>나. 개인정보의 삭제(회원탈퇴)</p>
          <p>회원 및 만 14세 미만 아동의 법정대리인이 회원탈퇴를 원하는 경우, 회사의 몰로 로그인한 후 '탈퇴하기'를 선택함으로써 직접 탈퇴할 수 있습니다. 만일, 직접 탈퇴가 어려운 경우 개인정보관리담당자에게 서면, 전화 또는 이메일로 연락하시면 지체 없이 조치를 취하겠습니다.</p>
          <p>다. 개인정보의 도용</p>
          <p>회사는 타인의 주민등록번호, 아이디 또는 기타 개인정보를 도용하여 회원가입한 자 또는 회사의 서비스를 이용한 자를 발견한 경우 지체 없이 해당 아이디에 대한 서비스 이용 정지 또는 회원 탈퇴 등 필요한 조치를 취합니다.</p>

          <br /><p><strong className="subtitle">6. 개인정보의 파기</strong></p>
          <p>회원은 언제든지 자신의 개인정보를 열람, 공개 및 비공개 처리하거나 수정할 수 있으며, 삭제 및 파기를 요청할 수 있습니다.</p>
          <p>가. 파기절차</p>
            <p>회원이 서비스 가입 등을 위해 입력한 정보는 목적이 달성된 후 별도의 DB 또는 보관 장소로 옮겨져 내부 방침 및 기타 관련 법령에 의한 정보보호 사유에 따라(개인정보 보유 및 이용기간 참조) 일정 기간 저장된 후 파기됩니다. 위 별도 보관된 개인정보는 정해진 목적 이외의 다른 목적으로 이용되지 않습니다.</p>
          <p>나. 파기방법</p>
            <p>종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.</p>
          <p>전자적 파일 형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.</p>

          <br /><p><strong className="subtitle">7. 쿠키의 운영</strong></p>
          <p>쿠키란 회사의 몰에 접속시 이용자의 하드디스크(hard disk)에 전송하는 특별한 텍스트 파일(text file)을 말합니다. 쿠키는 웹사이트의 서버(server)에서만 읽어드릴 수 있는 형태로 전송되며 개인이 사용하는 브라우저(browser)의 디렉터리(directory) 하위에 저장됩니다. </p>
          <p>가. 쿠키의 사용 목적</p>
          <p>리멤버가 쿠키를 통해 수집하는 정보는 '수집하는 개인정보 항목'과 같으며 ' 개인정보의 수집 및 이용목적' 외의 용도로는 이용되지 않습니다.</p>
          <p>나. 쿠키 설정 거부</p>
          <p>이용자는 쿠키에 대한 선택권을 가지고 있습니다. 웹 브라우저 옵션(option)을 선택함으로써 모든 쿠키의 허용, 동의를 통한 쿠키의 허용, 모든 쿠키의 차단을 스스로 결정할 수 있습니다. 단, 쿠키 저장을 거부할 경우에는 로그인이 필요한 일부 서비스를 이용하지 못할 수도 있습니다.</p>

          <br /><p><strong className="subtitle">8. 회원의 권리와 의무</strong></p>
            <p>회원이 입력한 부정확한 정보로 인해 발생하는 사고의 책임은 이용자 자신에게 있습니다. 회원은 개인정보를 최신의 상태로 정확하게 입력하여 불의의 사고를 예방하여야 할 의무가 있습니다. </p>
          <p>회원은 개인정보를 보호받을 권리와 함께 스스로를 보호하고 타인의 정보를 침해하지 않을 의무도 가지고 있습니다. 비밀번호를 포함한 회원의 개인정보가 유출되지 않도록 조심하시고 게시물을 포함한 타인의 개인정보를 훼손하지 않도록 유의해 주십시오. </p>
          <p>회원이 위 책임을 다하지 못하고 타인의 정보 및 존엄성을 훼손할 시에는 『정보통신망 이용촉진 및 정보보호 등에 관한 법률』등 관련 법률에 의해 처벌받을 수 있습니다. </p>

          <br /><p><strong className="subtitle">9. 개인정보의 기술적/관리적 보호대책</strong></p>
          <p>가. 해킹 등에 대비한 대책</p>
          <p>회사는 해킹이나 컴퓨터 바이러스 등에 의해 회원의 개인정보가 유출되거나 훼손되는 것을 막기 위해 최선을 다하고 있습니다. 회원의 개인정보나 자료가 누출되거나 손상되지 않도록 방지하고 있으며, 암호화 통신 등을 통하여 네트워크상에서 개인정보를 안전하게 전송할 수 있도록 하고 있습니다. 그리고 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있습니다.</p>
          <p>나. 취급 직원의 최소화 및 교육</p>
          <p>회사의 개인정보관련 취급 직원은 담당자에 한정시키고 있고 이를 위한 별도의 비밀번호를 부여하여 정기적으로 갱신하고 있으며, 담당자에 대한 수시 교육을 통하여 회사의 개인정보취급방침의 준수를 항상 강조하고 있습니다.</p>
          <p>다. 개인정보보호전담기구의 운영</p>
          <p>회사는 사내 개인정보보호전담기구 등을 통하여 회사의 개인정보취급방침의 이행사항 및 담당자의 준수여부를 확인하여 문제가 발견될 경우 즉시 수정하고 바로 잡을 수 있도록 노력하고 있습니다. 단, 회원 본인의 부주의나 회사의 고의 또는 중대한 과실이 아닌 사유로 개인정보가 유출되어 발생한 문제에 대해 회사는 일체의 책임을 지지 않습니다.</p>

          <br /><p><strong className="subtitle">10. 개인정보관리책임자 및 담당자의 연락처</strong></p>
          <p>귀하께서는 회사의 서비스를 이용하시며 발생하는 모든 개인정보보호 관련 민원을 개인정보관리책임자 혹은 담당부서로 신고하실 수 있습니다.  회사는 회원의 신고사항에 대하여 신속하게 답변을 드릴 것입니다.</p>
          <p>개인정보관리책임자</p>
          <p>이름 : 오영지 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 소속 : ㈜에이프릴</p>
          <p>직위 : 이&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;사 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;전화 : 070-4488-5073</p>
          <p>이메일 : youngji.oh@linkshops.com</p>
          <p>기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.</p>
          <p>- 개인정보침해신고센터 (www.boho.or.kr))</p>
          <p>- 정보보호마크인증위원회 (www.eprivacy.or.kr / 02-580-0533~4)</p>
          <p>- 대검찰청 첨단범죄수사과 (www.spo.go.kr / 02-3480-2000)</p>
          <p>- 경찰청 사이버테러대응센터 (www.ctrc.go.kr / 02-392-0330)</p>

          <br /><p><strong>11. 고지의 의무</strong></p>
          <p>현 개인정보취급방침 내용 추가, 삭제 및 수정이 있을 시에는 최소 7일전부터 회사의 몰 웹사이트(dev.linkshops.com) 또는 서비스 내 '공지사항'을 통해 공고할 것입니다.</p>

          <br /><p><strong>12. 적용범위</strong></p>
          <p>회사의 몰 내에 링크되어 있는 웹사이트 등 타 서비스들이 개인정보를 수집하는 행위에 대해서는 본 개인정보취급방침이 적용되지 않음을 알려드립니다.</p>
          <p>공고일자 : 2015. 06. 01</p>
          <p>시행일자 : 2015. 06. 01</p>
        </div>
      </div>
    );
  },
});
